// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "PCI Ethernet Slot %@";
"pci-multiether"          = "PCI Ethernet Slot %@, Port %@";
"thunderbolt-ether"       = "Thunderbolt Ethernet Slot %@";
"thunderbolt-multiether"  = "Thunderbolt Ethernet Slot %@, Port %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Ethernet adaptér (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Bezdrôtový sieťový adaptér (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI FireWire Slot %@";
"pci-multifirewire"       = "PCI FireWire Slot %@, Port %@";
"thunderbolt-firewire"    = "Thunderbolt FireWire Slot %@";
"thunderbolt-multifirewire" = "Thunderbolt FireWire Slot %@, Port %@";
"generic-firewire"        = "FireWire adaptér (%@)";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "USB Bluetooth Modem adaptér";
"bluetooth-modem-port"    = "Port Bluetooth modemu";
"generic-bluetooth-modem" = "Bluetooth Modem (%@)";

"bluetooth-pan-gn"        = "Bluetooth PAN";
"bluetooth-pan-nap"       = "Bluetooth PAN-NAP";
"bluetooth-pan-u"         = "Bluetooth P2P";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB IrDA Modem adaptér";
"irda-ircomm-port"        = "Port IrDA Modemu";

"loopback"                = "Loopback";

"modem"                   = "Vstavaný Modem";

"modem-port"              = "Port modemu";
"modem-printer-port"      = "Port modemu/tlačiarne";

"printer-port"            = "Port tlačiarne";
"serial-port"             = "Sériový port";

"usbmodem"                = "USB Modem"; 
"generic-usbmodem"        = "USB Modem (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet Bond (%@)";

"bridge"                  = "Bridge (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"AppleTV"                 = "Apple TV USB";

"Display Ethernet"        = "Ethernet na displeji";
"Display FireWire"        = "FireWire na displeji";

"External Modem"          = "Externý modem";

"iPad"                    = "iPad USB";

"iPhone"                  = "iPhone USB";

"iPod"                    = "iPod USB";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Gigabitový Ethernet";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Vstavaný Ethernet";
"X-multiether"            = "Vstavaný Ethernet %@";
"X-firewire"              = "Vstavaný FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
